---
kind: property
id: P:Autodesk.Revit.UI.TabbedDialogExtension.Control
source: html/49a09d9d-87bd-7258-d129-552c8e527c16.htm
---
# Autodesk.Revit.UI.TabbedDialogExtension.Control Property

The control.

## Syntax (C#)
```csharp
public UserControl Control { get; }
```